Repository: dcastillo03/CapSorter
Catalog: Logical/mappView/Resources/Texts/SortingLocalizableTexts.tmx
Source language: en
Languages: fr

source: Hello world!
fr: Bonjour tout le monde!

source: Main Page
fr: Page principale

source: Start
fr: Commence

source: Stop
fr: Arret

source: Stopped
fr: Est Arrete

source: System Diagnostics Manager
fr: Responsable du diagnostic systeme

source: Home
fr: Maison

source: Clear
fr: Effacez

source: Automatic
fr: Automatique

source: Manual
fr: Manuel

source: Manual Page
fr: Page manuel

source: Jog Buttons
fr: Boutons de jogging

source: Jog Velocity
fr: Vitesse de jogging

source: Jog Acceleration
fr: Accélération du jogging

source: Jog Deceleration
fr: Décélération du jogging

source: Update
fr: Mise à jour
